Hagen Poiseuille/Hagen_Poiseuille_Flow/laminar_pipe/case2/system/PaxHeaders.8021/sampleDict
29 atime=1565110103.86523711
30 ctime=1565110103.841237066
